_org/_posts/2024-06-22-no-children-of-men.org
#+OPTIONS: toc:nil num:nil

#+BEGIN_EXPORT html
---
layout: post
title: No children of men
excerpt: What is the cause of low and declining fertility?
---
#+END_EXPORT

The decline of global fertility has been a persistent phenomenon for several decades, yet every once in a while media loves to make new hay about it. In 2014 we saw stories about how South Koreans would become [[https://www.nbcnews.com/news/asian-america/could-south-koreas-low-birth-rate-really-mean-extinction-n190151][extinct by 2750]] if low fertility trends continued[fn:1], while in 2022 Elon Musk's [[https://www.cbsnews.com/news/elon-musk-japan-low-birth-rate/][tweet]] about Japan "disappearing" proved to be irresistible headline fodder. Action must be taken /today/, we are told, to prevent disaster generations from now[fn:2]. Borders need to be [[https://www.businessinsider.com/us-population-decline-worker-shortage-labor-birth-rates-immigration-economy-2023-5][thrown open]] and [[https://www.axios.com/2024/01/29/ai-jobs-world-companies-labor-shortage][AI must be embraced]] to avoid crippling labor shortages, while [[https://www.wionews.com/world/japan-witnesses-baby-boom-after-this-company-banned-late-night-work-heres-what-happened-616738][working hours]] and [[https://www.cnn.com/2023/03/26/asia/japan-paternity-leave-policy-challenges-intl-hnk-dst/index.html][parental leave]] need to be overhauled so people actually have time to have children. Each advocate for a "solution" claims to know the "true" cause of low fertility, from toxic corporate culture to gender discrimination. Yet, is this supported by the facts? What do we /actually/ know from the empirical data?

** Stones rolling downhill

One thing we know about fertility decline is that it's a global phenomenon. US fertility rate in 1970 was 2.48; in 2021, it was 1.66. Chinese fertility in 1970 was 6.08; in 2021, it was 1.16. Kenyan fertility rate in 1970 was 8.02; by 2021, it was down to 3.34. Across countries and continents, fertility falls inexorably. [[https://www.ined.fr/en/publications/editions/population-and-societies/mapping-the-massive-global-fertility-decline-over-the-last-20-years/][Two thirds of the world]] now live in areas with fertility below the replacement rate of 2.1.

Not only is fertility falling, but it's doing so much faster than predicted. In 2016 the Korean statistical agency predicted that population would [[https://asia.nikkei.com/Spotlight/Comment/East-Asia-faces-population-drop-10-years-earlier-than-anticipated][start shrinking in 2032]]; it actually did so in 2020. It's a similar story for Taiwan, whose population [[https://www.france24.com/en/live-news/20210108-taiwan-population-fell-for-first-time-in-2020][started falling the same year]] and has continued to do so since. Turkish fertility [[https://turkishminute.com/2024/05/16/turkey-records-dramatic-decline-its-fertility-rate-official-data/#:~:text=According%20to%20the%20Turkstat%20data,of%202.1%20children%20per%20woman.][fell to 1.51 in 2023]], while Argentina, long one of the most fertile Latin American countries, saw a [[https://www.batimes.com.ar/news/argentina/average-argentine-woman-now-gives-birth-to-less-than-two-children.phtml][rate of only 1.55]] in 2020. African fertility rates, which remain high in comparison, have fallen from 7's and 8's to 3's and 4's, with more developed countries like South Africa and Botswana hovering in the low 2's.

One reason projections even a few years out end up way off is that they tend to assume fertility has reached a nadir and will persist or even rebound. The 2750 number for South Korean extinction is ridiculous not only because it tries to predict something seven centuries in the future, but that it assumed the then record-low rate of 1.19 couldn't fall any further. A decade later, South Korean [[https://time.com/6835865/south-korea-fertility-rate-2023-record-low/][fertility is 0.72]], the lowest in the world, with no sign of bottoming out. Sometimes countries do see a period of rebound, as with Japan in the late 2000's, but this [[https://www.investopedia.com/terms/d/deadcatbounce.asp][dead cat bounce]] provides only false optimism before fertility resumes its [[https://asia.nikkei.com/Spotlight/Society/Japan-s-fertility-rate-sank-to-record-low-in-2023-estimate#:~:text=TOKYO%20%2D%2D%20Japan's%20fertility%20rate,decline%20outpacing%20the%20government%20forecast.][steady downward march]].

