_org/_posts/2024-06-22-no-children-of-men.org
** Land of the setting sons

Though lower fertility is a global phenomenon, East Asia stands apart in both the speed with which rates have declined and the depths to which they've fallen. [[https://data.worldbank.org/indicator/SP.DYN.TFRT.IN?most_recent_value_desc=false][World Bank data]] from 2022 shows that the lowest fertility of any jurisdiction is Hong Kong, at 0.7. Singapore and Macao are at 1.0 and 1.1, respectively, while China's at 1.2. Japan, long the poster child for low fertility, is actually the highest at 1.3. Taiwan, excluded for political reasons, is just above Korea. Even in North Korea, Comrade Kim Jong-un was seen on state TV [[https://www.newsweek.com/north-korea-kim-jong-un-cries-while-urging-mothers-have-more-children-1849871][crying]] over the country's lack of newborns.

These are extraordinarily low numbers--not just below replacement, but in some cases less than half and still falling. South Korea's [[https://www.populationpyramid.net/republic-of-korea/2023/][population pyramid]] looks like a top balanced on its tip, at risk of falling over any second. The labor force is expected to [[https://www.koreaherald.com/view.php?ud=20240506050102][shrink by a quarter]] over the next two decades (recall that such projections tend to be optimistic). The generation currently entering the workforce is half the size of the one exiting it, while the next generation is half the size again.

So what is it about East Asia that has sent its fertility off a cliff? We'll get to this question later, but first we should address what /aren't/ the causes of the region's demographic gap.

There have long been arguments for country-specific factors, such as China's [[https://foreignpolicy.com/2021/11/04/china-one-child-policy-fertility-rates/][One-Child Policy]], in causing low fertility, yet these claims are laughably easy to disprove. The big decline in Chinese fertility was [[https://www.economist.com/china/2024/03/21/chinas-low-fertility-trap][in the 1970's]], which saw the rate tumble from around 6 to 2.7. The One-Child Policy was not implemented until 1980, and even then took a few years to really get going. And the [[https://www.brookings.edu/articles/the-end-of-chinas-one-child-policy/][lifting of the policy in 2016]] has not led to a baby boom; quite the opposite, in fact, as fertility continues to decline despite the government's [[https://www.bbc.com/news/world-asia-china-58277473][increasingly shrill demands]] that it increase.

Other country-specific claims include Japanese women's [[https://www.asahi.com/ajw/articles/15011110][housework burden]], South Korea's [[https://www.nytimes.com/2023/01/27/opinion/south-korea-fertility-rate-feminism.html][feminist movement]], and Taiwan's [[https://globaltaiwan.org/2023/08/taiwans-graying-economy-challenges-its-growth-prospects/][wage stagnation]]. Yet none of these is satisfactory in explaining the region as a whole. Furthermore, most of these are existing issues. Japanese women certainly had to do more housework back when they had more children--not least because taking care of those children was itself work. Just because something is a problem does not mean it's the cause of other problems. When trying to explain differences, we need look at deltas--what actually changed, not merely what we wish would go away.

** Twenty bucks or twenty lashes?

A number of countries have tried to use government policy to reverse the trend. These typically revolve around more generous [[https://www.mercer.com/en-us/insights/law-and-policy/japan-expands-child-care-leave-entitlement/][parental leave]] and [[https://www.koreaherald.com/view.php?ud=20231218000708][child subsidies]], though poorer countries have tried to offer gimmicks like [[https://www.huffpost.com/entry/make-a-baby-win-an-suv_b_63225][televisions and SUVs]]. In recent years, greater desperation has led to more aggressive measures, such as forcing real estate developers to set aside [[https://www.koreaherald.com/view.php?ud=20240325050714][housing for new parents]] or [[https://www.businessinsider.com/hungary-income-tax-new-moms-encourage-women-children-birth-rates-2023-1][eliminating taxes for young mothers]]. Some cities have even turned to playing matchmaker, with Tokyo launching a [[https://www.newsweek.com/japan-launches-dating-app-boost-birth-rate-1908872][dating app]] and Tainan, Taiwan setting up [[https://www.latimes.com/world-nation/story/2023-10-24/taiwan-government-matchmaker-plummeting-birth-rate][blind dates]].

All of these measures have been abject failures. In most countries that have tried them, like South Korea, fertility has declined at an accelerating pace. In others, like Hungary, fertility has ticked up, for which the government is quick to claim credit, yet no causal relationship has been proven[fn:3]. In fact, there's not a single modern case of a country going from below replacement rate to back above. Does this mean there's nothing governments can do to get people to have more children?

Perhaps that's too pessimistic. There's at least one major instance of the State successfully increasing fertility. In the late 1960's, Romanian leader Nicolae Ceaușescu decided Romania should have 30 million people instead of 20, and issued [[https://en.wikipedia.org/wiki/Decree_770][Decree 770]], which heavily restricted contraception and abortion. Women were monitored monthly by gynecologists, and those deemed skirting their patriotic duty of having children were denied opportunities for work and housing[fn:4]. The result was an immediate doubling of the birth rate and the biggest generation in Romanian history.

Such "success", however, was short-lived. Wealthier individuals[fn:5] were able to acquire contraception on the black market, while poorer households sought out illicit abortions. After Ceaușescu [[https://en.wikipedia.org/wiki/Romanian_revolution][left office via machine gun]] in 1989, fertility plunged, and Romania today has about the same population as when the decree was issued.

