_posts/2024-06-22-no-children-of-men.html

<div id="outline-container-orgadfa6d5" class="outline-2">
<h2 id="orgadfa6d5">Land of the setting sons</h2>
<div class="outline-text-2" id="text-orgadfa6d5">
<p>
Though lower fertility is a global phenomenon, East Asia stands apart in both the speed with which rates have declined and the depths to which they've fallen. <a href="https://data.worldbank.org/indicator/SP.DYN.TFRT.IN?most_recent_value_desc=false">World Bank data</a> from 2022 shows that the lowest fertility of any jurisdiction is Hong Kong, at 0.7. Singapore and Macao are at 1.0 and 1.1, respectively, while China's at 1.2. Japan, long the poster child for low fertility, is actually the highest at 1.3. Taiwan, excluded for political reasons, is just above Korea. Even in North Korea, Comrade Kim Jong-un was seen on state TV <a href="https://www.newsweek.com/north-korea-kim-jong-un-cries-while-urging-mothers-have-more-children-1849871">crying</a> over the country's lack of newborns.
</p>

<p>
These are extraordinarily low numbers&#x2013;not just below replacement, but in some cases less than half and still falling. South Korea's <a href="https://www.populationpyramid.net/republic-of-korea/2023/">population pyramid</a> looks like a top balanced on its tip, at risk of falling over any second. The labor force is expected to <a href="https://www.koreaherald.com/view.php?ud=20240506050102">shrink by a quarter</a> over the next two decades (recall that such projections tend to be optimistic). The generation currently entering the workforce is half the size of the one exiting it, while the next generation is half the size again.
</p>

<p>
So what is it about East Asia that has sent its fertility off a cliff? We'll get to this question later, but first we should address what <i>aren't</i> the causes of the region's demographic gap.
</p>

<p>
There have long been arguments for country-specific factors, such as China's <a href="https://foreignpolicy.com/2021/11/04/china-one-child-policy-fertility-rates/">One-Child Policy</a>, in causing low fertility, yet these claims are laughably easy to disprove. The big decline in Chinese fertility was <a href="https://www.economist.com/china/2024/03/21/chinas-low-fertility-trap">in the 1970's</a>, which saw the rate tumble from around 6 to 2.7. The One-Child Policy was not implemented until 1980, and even then took a few years to really get going. And the <a href="https://www.brookings.edu/articles/the-end-of-chinas-one-child-policy/">lifting of the policy in 2016</a> has not led to a baby boom; quite the opposite, in fact, as fertility continues to decline despite the government's <a href="https://www.bbc.com/news/world-asia-china-58277473">increasingly shrill demands</a> that it increase.
</p>

<p>
Other country-specific claims include Japanese women's <a href="https://www.asahi.com/ajw/articles/15011110">housework burden</a>, South Korea's <a href="https://www.nytimes.com/2023/01/27/opinion/south-korea-fertility-rate-feminism.html">feminist movement</a>, and Taiwan's <a href="https://globaltaiwan.org/2023/08/taiwans-graying-economy-challenges-its-growth-prospects/">wage stagnation</a>. Yet none of these is satisfactory in explaining the region as a whole. Furthermore, most of these are existing issues. Japanese women certainly had to do more housework back when they had more children&#x2013;not least because taking care of those children was itself work. Just because something is a problem does not mean it's the cause of other problems. When trying to explain differences, we need look at deltas&#x2013;what actually changed, not merely what we wish would go away.
</p>
</div>
</div>

<div id="outline-container-orgb2ae2a9" class="outline-2">
<h2 id="orgb2ae2a9">Twenty bucks or twenty lashes?</h2>
<div class="outline-text-2" id="text-orgb2ae2a9">
<p>
A number of countries have tried to use government policy to reverse the trend. These typically revolve around more generous <a href="https://www.mercer.com/en-us/insights/law-and-policy/japan-expands-child-care-leave-entitlement/">parental leave</a> and <a href="https://www.koreaherald.com/view.php?ud=20231218000708">child subsidies</a>, though poorer countries have tried to offer gimmicks like <a href="https://www.huffpost.com/entry/make-a-baby-win-an-suv_b_63225">televisions and SUVs</a>. In recent years, greater desperation has led to more aggressive measures, such as forcing real estate developers to set aside <a href="https://www.koreaherald.com/view.php?ud=20240325050714">housing for new parents</a> or <a href="https://www.businessinsider.com/hungary-income-tax-new-moms-encourage-women-children-birth-rates-2023-1">eliminating taxes for young mothers</a>. Some cities have even turned to playing matchmaker, with Tokyo launching a <a href="https://www.newsweek.com/japan-launches-dating-app-boost-birth-rate-1908872">dating app</a> and Tainan, Taiwan setting up <a href="https://www.latimes.com/world-nation/story/2023-10-24/taiwan-government-matchmaker-plummeting-birth-rate">blind dates</a>.
</p>

<p>
All of these measures have been abject failures. In most countries that have tried them, like South Korea, fertility has declined at an accelerating pace. In others, like Hungary, fertility has ticked up, for which the government is quick to claim credit, yet no causal relationship has been proven<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>. In fact, there's not a single modern case of a country going from below replacement rate to back above. Does this mean there's nothing governments can do to get people to have more children?
</p>

<p>
Perhaps that's too pessimistic. There's at least one major instance of the State successfully increasing fertility. In the late 1960's, Romanian leader Nicolae Ceaușescu decided Romania should have 30 million people instead of 20, and issued <a href="https://en.wikipedia.org/wiki/Decree_770">Decree 770</a>, which heavily restricted contraception and abortion. Women were monitored monthly by gynecologists, and those deemed skirting their patriotic duty of have children were denied opportunities for work and housing<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>. The result was an immediate doubling of the birth rate and the biggest generation in Romanian history.
</p>

<p>
Such "success", however, was short-lived. Wealthier individuals<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup> were able to acquire contraception on the black market, while poorer households sought out illicit abortions. After Ceaușescu <a href="https://en.wikipedia.org/wiki/Romanian_revolution">left office via machine gun</a> in 1989, fertility plunged, and Romania today has about the same population as when the decree was issued.
</p>
</div>
</div>
