_org/_posts/2024-06-22-no-children-of-men.org
** Breaking down the pipeline

The failure of repeated government intervention, even of the most forceful kind, raises a basic question: what actually causes low fertility?

Since, as mentioned, there are /zero/ examples of countries going from below replacement to above in a sustained matter, this section is necessarily speculative. But some things can still be learned by following data and applying logic, so long as we avoid going on ideological tangents[fn:6].

The first fact is that, for many, having children is something that only occurs after marriage. The extent to which this is true varies greatly by country. The OECD average for births to unmarried mothers is [[https://www.oecd.org/els/family/SF_2_4_Share_births_outside_marriage.pdf][over 40%]], but this ranges from 75% in Chile to 2% in Japan.

Here we get our first hint as to why East Asian fertility rates are particularly low. As the [[https://asia.nikkei.com/Spotlight/Society/Japan-heads-for-marriage-ice-age-with-lowest-number-in-90-years2][number of marriages declines]], so does the number of children--in fact, almost the /entire/ drop in fertility in countries like South Korea and Japan can be explained by fewer marriages. Policies encouraging those who are already married to have more children, such as by [[https://www.businessinsider.com/south-korea-pay-reverse-vasectomy-tubal-ligation-birth-rates-low-2024-5][reversing vasectomies]], are barking up the wrong tree [[https://www.cnn.com/2022/12/03/asia/south-korea-worlds-lowest-fertility-rate-intl-hnk-dst/index.html][at great cost]]. Yet it seems to be all governments /can/ do, because they have no idea how to get people to say "/I/ do"[fn:7].

But let's take a step back. Before people get married, they have to be in a relationship. The old days of arranged marriages, where bride and groom saw each other for the first time at the wedding, are long gone[fn:8]. An increasing share of people, however, are [[https://www.koreaherald.com/view.php?ud=20240104000686][living alone]]. A third of Japanese between 20 and 49 report [[https://www.nippon.com/en/japan-data/h01864/][never having dated]], and 60% identify as "[[https://www.npr.org/2009/11/25/120696816/in-japan-herbivore-boys-subvert-ideas-of-manhood][herbivore men]]" who are reluctant to initiate relationships. It's hard to find any research about women's attitudes towards such "sensitive" men, but [[https://www.youtube.com/watch?v=K305Mo0slmo][anecdotally]] they aren't viewed highly as marriage material.

Why aren't more people pursuing relationships? According to [[https://link.springer.com/article/10.1007/s12110-022-09422-2][both sexes]], money is the leading problem. Of all the ways in which gender roles have become equitable, finances are a laggard. Even among Gen Z, [[https://www.nytimes.com/2024/02/10/business/gen-z-dating-pay-etiquette.html][over half of women]] expect men to pay for dates, and there was no difference among study participants' self-reported views on gender[fn:9]. Comparisons between unmarried women and similar married ones suggest that hypothetical husbands would make [[https://www.psychologytoday.com/us/blog/meet-catch-and-keep/201909/do-women-face-a-shortage-of-men-worth-marrying][55% more money]] than the men actually available. Since everyone agrees that a man who earns less than a woman is an [[https://www.cnn.com/2017/09/28/health/american-men-less-marriageable-partner/index.html][undesirable marriage partner]], this is a serious barrier to getting more couples to tie the knot.

Now we get another clue as to why East Asians are particularly impacted. Across the region, men are expected to purchase a house before marriage[fn:10]. With an average home price-to-income [[https://www.koreatimes.co.kr/www/biz/2024/06/602_359208.html][ratio of 26]], it's no wonder that Koreans are having trouble walking down the aisle. [[https://english.hani.co.kr/arti/english_edition/e_business/1122087][Barely an eighth]] of those 34 and under own homes, and the situation is desperate enough that half of married couples [[https://english.hani.co.kr/arti/english_edition/e_business/1122087][continue to rent]]. The average age of first time [[https://www.koreaherald.com/view.php?ud=20190624000728][home ownership is 43]], rising to 57 among the bottom 40%[fn:11]. Citing lack of money, the proportion of young South Koreans with a positive attitude towards marriage fell from [[https://www.cnn.com/2023/08/29/asia/south-korea-marriage-kids-kostat-survey-intl-hnk/index.html][56% to 36%]] over the past decade. Furthermore, the results are highly gender-skewed, with only 28% of women viewing marriage positively.

Working backwards, we see a complete breakdown of the pipeline from dating to marriage to having children. This cannot be solved by tweaking childcare subsidies. The wholesale socio-economic reforms necessary to upend this situation is far beyond any government's ability to impose.

** (No) Children of men

What can we take away from all this?

First, fertility is declining around the world at an increasing rate. Second, policies to reverse low fertility have been failures. Third, low fertility is primarily explained by fewer marriages. And fourth, falling marriage rates is probably best explained by the mismatch between women and "fit" men.

This leads to some contrarian conclusions. Closing the gender wage gap may lead to more household income for married couples[fn:12], and therefore more children. But absent a drastic change in women's expectations for significant others, it will cut the number of marriages[fn:13]. The net effect on fertility depends on which is the greater force. My money's on the latter, which would mean more income equality leads to /fewer/ children, not more. This does not imply that gender equity is bad--it simply means we had better stop touting it as the solution to the baby bust.

One nice thing about demographics is that we can predict things a long way out--although not quite 700 years. The number of 30-year-olds thirty years from now has already been determined today. Whatever population problems countries have, they had better learn to live with them, because there's nothing to be done with the next generation, and generations after that are unlikely to be primarily shaped by decisions we make today. This may just be a problem without any viable solution, except to hope that nature finds a way.

