_posts/2024-06-22-no-children-of-men.html

<div id="outline-container-org6f20161" class="outline-2">
<h2 id="org6f20161">Breaking down the pipeline</h2>
<div class="outline-text-2" id="text-org6f20161">
<p>
The failure of repeated government intervention, even of the most forceful kind, raises a basic question: what actually causes low fertility?
</p>

<p>
Since, as mentioned, there are <i>zero</i> examples of countries going from below replacement to above in a sustained matter, this section is necessarily speculative. But some things can still be learned by following data and applying logic, so long as we avoid going on ideological tangents<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>.
</p>

<p>
The first fact is that, for many, having children is something that only occurs after marriage. The extent to which this is true varies greatly by country. The OECD average for births to unmarried mothers is <a href="https://www.oecd.org/els/family/SF_2_4_Share_births_outside_marriage.pdf">over 40%</a>, but this ranges from 75% in Chile to 2% in Japan.
</p>

<p>
Here we get our first hint as to why East Asian fertility rates are particularly low. As the <a href="https://asia.nikkei.com/Spotlight/Society/Japan-heads-for-marriage-ice-age-with-lowest-number-in-90-years2">number of marriages declines</a>, so does the number of children&#x2013;in fact, almost the <i>entire</i> drop in fertility in countries like South Korea and Japan can be explained by fewer marriages. Policies encouraging those who are already married to have more children, such as by <a href="https://www.businessinsider.com/south-korea-pay-reverse-vasectomy-tubal-ligation-birth-rates-low-2024-5">reversing vasectomies</a>, are barking up the wrong tree <a href="https://www.cnn.com/2022/12/03/asia/south-korea-worlds-lowest-fertility-rate-intl-hnk-dst/index.html">at great cost</a>. Yet it seems to be all governments can do, because they have no idea how to get people to say "I do"<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>.
</p>

<p>
But let's take a step back. Before people get married, they have to be in a relationship. The old days of arranged marriages, where bride and groom saw each other for the first time at the wedding, are long gone<sup><a id="fnr.8" class="footref" href="#fn.8">8</a></sup>. An increasing share of people, however, are <a href="https://www.koreaherald.com/view.php?ud=20240104000686">living alone</a>. A third of Japanese between 20 and 49 report <a href="https://www.nippon.com/en/japan-data/h01864/">never having dated</a>, and 60% identify as "<a href="https://www.npr.org/2009/11/25/120696816/in-japan-herbivore-boys-subvert-ideas-of-manhood">herbivore men</a>" who are reluctant to initiate relationships. It's hard to find any research about women's attitudes towards such "sensitive" men, but <a href="https://www.youtube.com/watch?v=K305Mo0slmo">anecdotally</a> they aren't viewed highly as marriage material.
</p>

<p>
Why aren't more people pursuing relationships? According to <a href="https://link.springer.com/article/10.1007/s12110-022-09422-2">both sexes</a>, money is the leading problem. Of all the ways in which gender roles have become equitable, finances are a laggard. Even among Gen Z, <a href="https://www.nytimes.com/2024/02/10/business/gen-z-dating-pay-etiquette.html">over half of women</a> expect men to pay for dates, and there was no difference among study participants' self-reported views on gender<sup><a id="fnr.9" class="footref" href="#fn.9">9</a></sup>. Comparisons between unmarried women and similar married ones suggest that hypothetical husbands would make <a href="https://www.psychologytoday.com/us/blog/meet-catch-and-keep/201909/do-women-face-a-shortage-of-men-worth-marrying">55% more money</a> than the men actually available. Since everyone agrees that a man who earns less than a woman is an <a href="https://www.cnn.com/2017/09/28/health/american-men-less-marriageable-partner/index.html">undesirable marriage partner</a>, this is a serious barrier to getting more couples to tie the knot.
</p>

<p>
Now we get another clue as to why East Asians are particularly impacted. Across the region, men are expected to purchase a house before marriage<sup><a id="fnr.10" class="footref" href="#fn.10">10</a></sup>. With an average price-to-income <a href="https://www.koreatimes.co.kr/www/biz/2024/06/602_359208.html">ratio of 26</a>, it's no wonder that Koreans are having trouble walking down the aisle. <a href="https://english.hani.co.kr/arti/english_edition/e_business/1122087">Barely an eighth</a> of those 34 and under own homes, and the situation is desperate enough that half of married couples <a href="https://english.hani.co.kr/arti/english_edition/e_business/1122087">continue to rent</a>. The average age of <i>first time</i> <a href="https://www.koreaherald.com/view.php?ud=20190624000728">home ownership is 43</a>, rising to 57 among the bottom 40%<sup><a id="fnr.11" class="footref" href="#fn.11">11</a></sup>. Citing lack of money, the proportion of young South Koreans with a positive attitude towards marriage fell from <a href="https://www.cnn.com/2023/08/29/asia/south-korea-marriage-kids-kostat-survey-intl-hnk/index.html">56% to 36%</a> over the past decade. Furthermore, the results are highly gender-skewed, with only 28% of women viewing marriage positively.
</p>

<p>
Working backwards, we see a complete breakdown of the pipeline from dating to marriage to having children. This cannot be solved by tweaking childcare subsidies. The wholesale socio-economic reforms necessary to upend this situation is far beyond any government's ability to impose.
</p>
</div>
</div>

<div id="outline-container-org892a287" class="outline-2">
<h2 id="org892a287">(No) Children of men</h2>
<div class="outline-text-2" id="text-org892a287">
<p>
What can we take away from all this?
</p>

<p>
First, fertility is declining around the world at an increasing rate. Second, policies to reverse low fertility have been failures. Third, low fertility is primarily explained by fewer marriages. And fourth, falling marriage rates is probably best explained by the mismatch between women and "fit" men.
</p>

<p>
This leads to some contrarian conclusions. Closing the gender wage gap may lead to more household income for married couples<sup><a id="fnr.12" class="footref" href="#fn.12">12</a></sup>, and therefore more children. But absent a drastic change in women's expectations for significant others, it will cut the number of marriages<sup><a id="fnr.13" class="footref" href="#fn.13">13</a></sup>. The net effect on fertility depends on which is the greater force. My money's on the latter, which would mean more income equality leads to <i>fewer</i> children, not more. This does not imply that gender equity is bad&#x2013;it simply means we had better stop touting it as the solution to the baby bust.
</p>

<p>
One nice thing about demographics is that we can predict things a long way out&#x2013;although not quite 700 years. The number of 30-year-olds thirty years from now has already been determined today. Whatever population problems countries have, they had better learn to live with them, because there's nothing to be done with the next generation, and generations after that are unlikely to be primarily shaped by decisions we make today. This may just be a problem without any viable solution, except to hope that nature finds a way.
</p>
</div>
</div>
