_org/_posts/2024-06-22-no-children-of-men.org
* Footnotes

[fn:1] Though surely we'll have uncovered the secret to [[https://time.com/6315607/bryan-johnsons-quest-for-immortality/][immortality]] by then?

[fn:2] As with all pet problems of the elite, the consequences of these actions are far enough removed such that those who support them won't face scrutiny for the outcome.

[fn:3] Neighboring Czechia, for instance, has also seen a fertility bump, even though it hasn't imposed the same pro-natal measures.

[fn:4] Work and housing were entirely controlled by the Party, so such threats had teeth.

[fn:5] No one loves money like Communists, and status is never more important than in a classless society.

[fn:6] Too many discussions of fertility are actually Trojan horses for feminist screeds. While women's rights is a worthwhile cause, fertility is a numbers game. Were we serious about learning from "the best", we'd be studying Niger, not Finland.

[fn:7] Dating apps and blind dates may indicate that governments are starting to recognizing the problem, but they've yet to prove to be the right solutions. Such piecemeal efforts have attracted [[https://www.reuters.com/world/asia-pacific/south-korean-city-turns-matchmaking-boost-low-birth-rates-2023-11-27/][hundreds at best]], would be expensive to scale, and have no indication of producing lasting relationships, let alone children.

[fn:8] Though [[https://koreajoongangdaily.joins.com/2023/07/01/business/economy/matchmaking-online-dating-blind-date/20230701070031726.html][matchmaking services are booming]], hardly anyone these days will sign a marriage contract without personally assessing the other party first.

[fn:9] In fact, "progressive" women were quick to cite factors like the gender wage gap as reasons men should pay, regardless of the pair's /actual/ incomes.

[fn:10] In some places, like China, a house is [[https://www.speakingofchina.com/china-articles/marriage-in-china-home-car-money/][not enough]]. Car and cash (sometimes in the form of jewelry) had better be present as well.

[fn:11] These are the people whose parents aren't able to help out. They have at most two wallets to rely on, rather than [[https://www.bjreview.com/Lifestyle/201805/t20180518_800129938.html][six]].

[fn:12] This is far from a guarantee. Absent a change in household share of GDP, it'd simply mean women earn more and men earn less.

[fn:13] Studies of [[https://www.theatlantic.com/ideas/archive/2023/03/money-wealth-lottery-impact-fertility-rate/673549/][lottery winners]] shows that "men seem to use their newfound resources to build families, while women use them to exit families".
