_posts/2024-06-22-no-children-of-men.html
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Though surely we'll have uncovered the secret to <a href="https://time.com/6315607/bryan-johnsons-quest-for-immortality/">immortality</a> by then?
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
As with all pet problems of the elite, the consequences of these actions are far enough removed such that those who support them won't face scrutiny for the outcome.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
Neighboring Czechia, for instance, has also seen a fertility bump, even though it hasn't imposed the same pro-natal measures.
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
Work and housing were entirely controlled by the Party, so such threats had teeth.
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
No one loves money like Communists, and status is never more important than in a classless society.
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
Too many discussions of fertility are actually Trojan horses for feminist screeds. While women's rights is a worthwhile cause, fertility is a numbers game. Were we serious about learning from "the best", we'd be studying Niger, not Finland.
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
Dating apps and blind dates may indicate that governments are starting to recognizing the problem, but they've yet to prove to be the right solutions. Such piecemeal efforts have attracted <a href="https://www.reuters.com/world/asia-pacific/south-korean-city-turns-matchmaking-boost-low-birth-rates-2023-11-27/">hundreds at best</a>, would be expensive to scale, and have no indication of producing lasting relationships, let alone children.
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8">8</a></sup> <div class="footpara"><p class="footpara">
Though <a href="https://koreajoongangdaily.joins.com/2023/07/01/business/economy/matchmaking-online-dating-blind-date/20230701070031726.html">matchmaking services are booming</a>, hardly anyone these days will sign a marriage contract without personally assessing the other party first.
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9">9</a></sup> <div class="footpara"><p class="footpara">
In fact, "progressive" women were quick to cite factors like the gender wage gap as reasons men <i>should</i> pay, regardless of the pair's actual incomes.
</p></div></div>

<div class="footdef"><sup><a id="fn.10" class="footnum" href="#fnr.10">10</a></sup> <div class="footpara"><p class="footpara">
In some places, like China, a house is <a href="https://www.speakingofchina.com/china-articles/marriage-in-china-home-car-money/">not enough</a>. Car and cash (sometimes in the form of jewelry) had better be present as well.
</p></div></div>

<div class="footdef"><sup><a id="fn.11" class="footnum" href="#fnr.11">11</a></sup> <div class="footpara"><p class="footpara">
These are the people whose parents aren't able to help out. They have at most two wallets to rely on, rather than <a href="https://www.bjreview.com/Lifestyle/201805/t20180518_800129938.html">six</a>.
</p></div></div>

<div class="footdef"><sup><a id="fn.12" class="footnum" href="#fnr.12">12</a></sup> <div class="footpara"><p class="footpara">
This is far from a guarantee. Absent a change in household share of GDP, it'd simply mean women earn more and men earn less.
</p></div></div>

<div class="footdef"><sup><a id="fn.13" class="footnum" href="#fnr.13">13</a></sup> <div class="footpara"><p class="footpara">
Studies of <a href="https://www.theatlantic.com/ideas/archive/2023/03/money-wealth-lottery-impact-fertility-rate/673549/">lottery winners</a> shows that "men seem to use their newfound resources to build families, while women use them to exit families".
</p></div></div>


</div>
</div>
